class Introduction {
  Introduction();

  final intro =
      "इस रक्त परीक्षण का मुख्य उद्देश्य लोगों को सिकल सेल एनिमिया के विषय में शिक्षित कर इस रोग की रोकथाम की दिशा में प्रयास करना है, जिससे कि जीवन की गुणवत्ता को सुधारा जा सके। इस संदर्भ में लोगों को निम्न विषयों के बारे में शिक्षित और जागरूककरना है :\n1.सिकल सेल वाहक (AS)\n2.सिकल सेल रोग (SS)\n3.गर्भवती स्त्री की जॉच\n4.गर्भस्थ शिशु की जॉच\n5.नवजात शिशु का परीक्षण\n6.उपलब्ध चिकित्सा\n";
}

class Leaflet {
  Leaflet();

  final heading =
      "अभिभावकों, शिक्षकों एवं सहपाठियों का सिकल ग्रस्त बच्चों के प्रति विशेष देखभाल";
  final intro =
      "छत्तीसगढ़ राज्य में सिकलिंग बीमारी बहुतायत में पाई गई है | यह एक वंशानुगत रोग है जो कि माता-पिता से मिलने वाली जीन्स से मिलती है। सिकल ग्रस्त बच्चों को खून की कमी, बुखार, हाथ-पैर व जोड़ों में दर्द इत्यादि से हर समय जुझना पड़ सकता है, जिसके कारण वे सामान्य बच्चों की तुलना में अपनी शारीरिक परेशानियों के कारण पढ़ाई अथवा अन्य गतिविधियों में पिछड़ सकते हैं | अत: घर एवं विद्यालयों में ऐसे बच्चों के प्रति कुछ अतिरिक्त ध्यान रखकर उनके जीवन को सरल बनाया जा सकता है| अभिभावकों, शिक्षकों, विद्यालय प्रशासन एवं सहपाठियों को कुछ नीचे दिये बिन्दुओं पर ध्यान देते हुए सिकल सेल एनीमिया (SS) या सिकलिंग से पीड़ित बच्चों की मदद के लिए सदैव तत्पर रहना चाहिए –";
  final subhead1 = "विद्यार्थियों को पुस्तकों के दो सेट उपलब्ध कराना";
  final p1 =
      "सिकल ग्रस्त विद्यार्थी प्रायः स्वास्थ्य की परेशानियों के कारण शाला में अनुपस्थित हो सकता है। ऐसी स्थिति में किताबों के दो सेट होने से शाला में एवं घर में भी पढ़ाई कर सकता है। साथ ही इससे किताबों का भारी बस्ता उसे हर रोज ढोने की आवश्यकता भी नहीं पड़ेगी ।";
  final subhead2 = "विद्यालय के समय हमेशा पानी की बोतल साथ रखा जाना";
  final p2 =
      "सिकल ग्रस्त बच्चे को निर्जलीकरण (Dehydration) की स्थिति से हर समय बचाना चाहिए | इसके लिए उसे हर समय पानी अथवा कोई न कोई तरल पदार्थ पीते रहना चाहिए। विद्यालय में भी थोड़ी-थोड़ी देर में पानी पीने की अनुमति शिक्षक द्वारा देनी चाहिए। साथ ही शिक्षक एवं सहपाठी भी उसे पानी पीने की याद दिलाते रहे|";
  final subhead3 = "समय-समय पर पेशाब जाने की अनुमति";
  final p3 =
      "सिकल ग्रस्त विद्यार्थी को अन्य विद्यार्थियों से अधिक पानी या अन्य पेय पदार्थ लेना होता है, जिसके कारण उसे अन्य विद्यार्थियों की तुलना में अधिक बार पेशाब जाना पड़ सकता है | अत: शिक्षकों को चाहिए कि वे विद्यार्थी के आग्रह पर उसे समय-समय पर पेशाब जाने की अनुमति अवश्य दें ।";
  final subhead4 = "शारीरिक श्रम टाला जावे";
  final p4 =
      "विद्यालय में शारीरिक व्यायाम अथवा लम्बी दौड़ इत्यादि में भाग लेने से सिकल ग्रस्त बच्चे को परेशानी हो सकती है। अतः ऐसे विद्यार्थी को शारीरिक शिक्षा की क्लास में विशेष छूट दी जानी चाहिए। घर में भी शारीरिक श्रम को टाला जावे।";
  final subhead5 = "बाहरी वातावरण से सुरक्षा";
  final p5 =
      "सिकल ग्रस्त बच्चों को बारिश, बहुत अधिक गर्मी या बहुत अधिक ठण्ड की स्थितियों में घर के बाहर जाने से रोकना चाहिए, क्योंकि इस तरह का तापमान उसके खून के बहाव में परिवर्तन ला सकते हैं और उसे परेशानी में डाल सकते है।";
  final subhead6 = "शिक्षकों एवं सहपाठी मित्रों द्वारा पढ़ाई में मदद किया जाना";
  final p6 =
      "सिकल ग्रस्त विद्यार्थी प्राय: स्वास्थ्य संबंधी परेशानियों के कारण कक्षा में उपस्थित होने से वंचित रह जाते हैं, अत: शालेय गतिविधियों के संबंध में सहपाठी मित्रों द्वारा बताया जाना चाहिए | साथ ही शिक्षकों द्वारा भी ऐसे विद्यार्थियों को अतिरिक्त समय देकर पढ़ाई पूर्ण करने में मदद किया जाना चाहिए।";
  final subhead7 = "शाला समय में दवाई का सेवन";
  final p7 =
      "चिकित्सक के निर्देशानुसार सिकल ग्रस्त विद्यार्थी को शालेय समय में दवाईयाँ लेनी पड़ सकती है, अत: समय पर दवाई लेने के लिए शिक्षकों एवं सहपाठियों द्वारा याद कराया जाना चाहिए।";
}

class BookletContent {
  BookletContent();

  final page1Heading = "ईलाज (आशा की किरण) ";
  final page1Para1 =
      "सिकल सेल की बीमारी कोई बैक्टिरिया या वायरस से होने वाली बीमारी नहीं है | यह न कोई छूत की बीमारी है और न ही एड्स के समान एक-दूसरे में फैलने वाली बीमारी है। इस रोग से डरने की आवश्यकता नहीं है। यह कोई सामाजिक दोष नहीं है, इसलिए इसे छुपाने की आवश्यकता भी नहीं है। यह कोई दैवीय प्रकोप या अभिशाप नहीं है।";
  final page1Para2 =
      "सिकल सेल एनीमिया रोग से ग्रसित व्यक्ति शादी कर सकता है। उसे सिर्फ इस बात का ध्यान रखना होगा कि जिससे उसका विवाह हो रहा है वह भी सिकल सेल का पीड़ित रोगी या वाहक न हो। जो लोग विवाह योग्य आयु में पहुँच रहे हैं उन्हें यह समझाइश देनी होगी।";
  final page1Para3 =
      "जिन जातियों में यह रोग पाया जाता है उस समाज में विवाह पूर्व लड़के-लड़की की जन्म कुंडली के साथ सिकलिंग रिपोर्ट भी देखना चाहिए। बेहरीन और सायप्रस जैसे देश में निकाह के पहले मौलाना को या चर्च के पादरी को सिकलिंग रिपोर्ट दिखाना अनिवार्य है। सिकलिंग रिपोर्ट के आधार पर मौलाना या पादरी साहब संभावित दम्पत्ति को समझाइश देते हैं। सिर्फ इस विधान से ही बेहरीन में पिछले आठ वर्षों में सिकल ग्रस्त बच्चों का जन्मदर आधा हो गया है। 'फीडल कास्ट्रो की इच्छा शक्ति के चलते क्‍्यूबा में कानून बनाकर थेलेसीमिया रोग पर रोग लगाई जा सकी है। सिकल रोग की रोकथाम के लिए अमेरिका जैसे देश में भी कानूनी प्रावधान है।";
  final page1Para4 =
      "सिकल सेल एनीमिया पीड़ित व्यक्ति के लिए बहुत कुछ किया जा सकता है। जमैका में पुनर्वास के विभिन्‍न उपायों से सिकल रोगियों की आयु 65 से 80 वर्ष तक हुई है। ";
  final page1Para5 =
      "यह हमारे क्षेत्र की समस्या है इसका समाधान भी हमें दूँढना है।";
  final page1Para6 =
      "अधिक जानकारी के लिए संपर्क करें : डॉ. पी.के. पात्रा, पी.आई. सिकल सेल मिशन मोड प्रोजेक्ट, डायरेक्टर प्रोफेसर एवं विभागाध्यक्ष, बायोकेमेस्ट्री विभाग, सिम्स, बिलासपुर (छत्तीसगढ़) मोबाईल नम्बर : 9893-00505";

  final page2Heading = "सिकल सेल एनीमिया : कुछ तथ्य";
  final page2Para1 =
      "सिकल सेल बीमारी एक अनुवांशिक बीमारी (जेनेटिक डिसआर्डर) है जिसका आधुनिक चिकित्सा विज्ञान में कोई निश्चित ईलाज नहीं है। यद्यपि यह रोग किसी भी स्थान पर किसी भी जाति में हो सकता है लेकिन अमूमन सिकल सेल रोग कुछ खास इलाकों में रहने वाली कुछ खास जातियों में ज्यादा पाया जाता है | यह माता-पिता के जीन्स से संतान को पुश्तैनी तौर से मिलता है। यह कहना मुश्किल है कि यह बीमारी कब और कहाँ से आई | लेकिन यह देखा गया है कि यह बीमारी उस भू-भाग में ज्यादा है जहाँ मलेरिया बहुतायत में रहा है | वैज्ञानिकों का अनुमान है कि मलेरिया पैरासाईट से बचने के लिए कभी लाल रक्त कणों ने यह रक्षात्मक रूप (mutation) धारण किया होगा।";
  final page2Para2 =
      "इस बीमारी में रोगी के लाल रक्त कण - ऑक्सीजन की कमी से हँसिये की शक्ल में परिवर्तित हो जाते हैं। अंग्रेजी में हँसिये को सिकल (sickle) कहा जाता है और इसीलिये इसे सिकल सेल बीमारी कहा जाता है। ";
  final page2Para3 =
      "हँसिए का अभिशप्त रूप लिए यह कण शरीर के विभिन्‍न अवयवों में पहुँचकर रूकावट पहुँचाता है।";
  final page2Para4 =
      "इस जन्मजात रोग से ग्रसित बच्चा 6 माह की आयु के पश्चात, कभी बुखार, कभी सर्दी, कभी पेट, कभी जोड़ों व गठानों की सूजन और कभी रक्‍ते की कमी से भीषण कमजोरी लिए नजर आता है।";
  final page2Para5 =
      "सिकल सेल से तिल्‍ली फेफड़े, हृदय, गुर्दे, लिवर इत्यादि आवश्यक अंगों के खराब होने का अंदेशा रहता है।";
  final page2Para6 =
      "इस जन्मजात रोग से ग्रसित बच्चा 6 माह की आयु के पश्चात, कभी बुखार, कभी सर्दी, कभी पेट, कभी जोड़ों व गठानों की सूजन और कभी रक्‍त की कमी से भीषण कमजोरी लिए नजर आता है।";
  final page2Para7 =
      "सिकल सेल से तिल्ली, फेफड़े, हृदय, गुर्दे, लिवर इत्यादि आवश्यक अंगों के खराब होने का अंदेशा रहता है।";
  final page2Para8 =
      "सिकल सेल बीमारी से ग्रसित 6 प्रतिशत बच्चे 6 माह के अंदर ही काल-कल्वित हो जाते हैं और एक बड़ी संख्या 20-21 वर्ष की भरी जवानी में अकाल मृत्यु को प्राप्त होती है। जो लोग बच जाते हैं वे जीवन के किसी न किसी मोड़ पर छोटे-छोटे तनाव, दुर्घटना या यंत्रणा से गंभीर रूप से बीमार हो जाते है। ";

  final page3Heading = "सिकल सेल वाहक एवं सिकल सेल एनीमिया रोगी";
  final page3Line1 = "सिकल सेल के मरीज दो प्रकार के होते हैं -";
  final page3Para1 = "सिकल वाहक (केरियर) (AS)";
  final page3Para1_2 = "सिकल पीड़ित रोगी (SS)";
  final page3SubHeading1 = "सिकल वाहक (AS) -";
  final page3Para2 =
      "इसे सिकल सेल केरियर या सिकल सेल ट्रेट या हेटेरोजायगोट्स (Heterozygotes) भी कहा जाता है । इस में सिकल का एक जीन होता है लेकिन रोग के कोई लक्षण नहीं होते। इन्हें किसी तरह के इलाज की आवश्यकता नहीं होती। ये सामान्य जीवन व्यतीत करते हैं और इन्हें स्वयं भी मालूम नहीं होता कि वे अपने रक्त में सिकल का जीन धारण करते है। सिकल बीमारी के प्रसार की रोकथाम के अभियान में इनका विशेष महत्व है, क्योंकि ये जब अनजाने में दूसरे सिकल रोगी या वाहक से विवाह करते हैं तो सिकल पीड़ित संतान पैदा होने की संभावना बढ़ जाती है।";
  final page3SubHeading2 = "सिकल पीड़ित रोगी (SS) -";
  final page3Para3 =
      "इसे सिकल सेल सफरर या होमोजायगोट्स भी कहते हैं जब दोनों पालकों से हैँ असामान्य जीन्स (SS) मिलते हैं तो संतान सिकल रोगी/सफरर होती है। इसे सिकल सेल एनीमिया रोग कहा जाता है। इस स्थिति में रोग के सभी लक्षण मिलते हैं।";

  final page4Heading = "ससामान्य एवं सिकल हीमोग्लोबिन";
  final page4Para1 =
      "रक्त परीक्षण में सिकल सेल संवाहक (AS) या सिकल सेल एनीमिया रोगी (SS) का भेद सिर्फ रक्‍त की इलेक्ट्रोफोरेसिस जाँच द्वारा ही हो सकता है।";
  final page4Para2 =
      "हमारे  शरीर के रक्‍त को लाल रंग देने वाले तत्व का नाम हीमोग्लोबिन है जो फेफड़ों से ऑक्सीजन लेकर हमारे शरीर में इसकी आपूर्ति करता है। यह हीमोग्लोबीन रक्‍त में लाल कणिकाओ के अंदर मौजूद रहता है। हमारी लाल रक्‍त कणिकाओं में किस तरह का हीमोग्लोबिन होगा यह हमारे जीन्स पर निर्भर करता है। अधिकतम लोगों के रक्त में सामान्यतः पाये जाने वाले हीमोग्लोबिन को हीमोग्लोबिन A(HbA) कहा जाता है। कुछ विशिष्ट जातियों / प्रजातियों के लोगों में असामान्य हीमोग्लोबिन S (HbS) पाया जाता है।";

  final page4SubHeading1 =
      "सिकल सेल एनीमिया पीड़ित व्यक्ति के लाल रक्‍्तकण के अवगुण";
  final page4Para3 =
      "हीमोग्लोबिन S की गुणवत्ता हीमोग्लोबिन A से भिन्‍न होती है। सिकल ग्रस्त (HbS) रक्‍त कोशिकाओं के गुणदोष निम्नानुसार होते हैं :";
  final page4Para4 = "इन कणिकाओं की आयु अपेक्षाकृत कम होती है।";
  final page4Para5 = "येतिल्ली में जल्दी नष्ट हो जाती है।";
  final page4Para6 =
      "शरीर की उत्पादन प्रकिया इस बढ़ी हुई मांग की पूर्ति नहीं कर पाती और खून की कमी अर्थात एनीमिया हो जाता है।";
  final page4Para7 =
      "सिकल रूपी असामान्य कणिकायें शरीर के विभिन्‍न अंगों में फँस जाती है और अंगों की रक्त पूर्ति में बाधा पहुँचाती है। इस कारण इस बीमारी के अनेक लक्षण उत्पन्न हो जाते है।";
  final page5Heading = "सिसिकल सेल एनीमिया के लक्षण";
  final page5Para1 = "खून की कमी होना - शरीर सफेद दिखना।";
  final page5Para2 = "थकावट /साँसफूलना / चिड़चिड़ापन / खानपान में अरूचि |";
  final page5Para3 = "हाथ पैर की उंगलियों / जोड़ों में सूजन तथा दर्द |";
  final page5Para4 = "तिल्‍ली का बढ़ जाना।";
  final page5Para5 = "परिवार के अन्य सदस्य में उपरोक्त लक्षण हो सकते हैं।";
  final page5Para6 = "बार-बार बुखार, सर्दी बीमारी के अन्य लक्षण हैं।";
  final page5SubHeading1 = "सिकल सेल एनीमिया के लक्षण : दूरगामी समस्‍यायें";
  final page5Para7 =
      "सिकल सेल के रक्त कण शरीर के किसी भी अंग में रूकावट पैदा कर सकते हैं जिसके कारण विभिन्‍न लक्षण उत्पन्न होते हैं :-";
  final page5Para8 = "हाथ पैर जोड़ों में तीव्र दर्द होना - पेनफुल काइसिस";
  final page5Para9 = "मस्तिष्क की रक्त वाहनियों में अवरोध से लकवा";
  final page5Para10 =
      "प्रतिरोध क्षमता की कमी के कारण रक्त में गंभीर संकमण (सेपटीसीमिया)";
  final page5Para11 =
      "रक्त कोशिकाओं का उत्पादन अस्थिमज्जा से होता है, सिकल बीमारी में कभी-कभी अस्थि मज्जा में संकमण से रक्त कोशिकाओं का उत्पादन पूर्णतया बंद (Bone marrow shut down) होकर गंभीर जानलेवा परिणाम उत्पन्न हो सकते हैं।";
  final page5Para12 =
      "इस बीमारी के दूरगामी प्रभाव - गुर्दे, अस्थियों में संकमण (Osteomyelitis) एवं हट बड़े जोड़ों का खराब होना पाया जाता है। इसके प्रभाव लीवर एवं हृदय पर भी पड़ते हैं | नेत्र, नाक-कान भी प्रभावित हो सकते हैं। प्रभावित अंगों के आधार पर उससे संबंधित लक्षण उत्पन्न होते हैं।";
  final page5Para13 = "बच्चों का विकास अवरूद्ध होता है।";
  final page5Para14 = "कुछ मरीजों को पित्ताशय में पथरी हो जाती है।";
  final page5Para15 =
      "महिलाओं में बार-बार गर्भपात एवं रक्त स्त्राव की शिकायत रहती है।";
  final page5Para16 =
      "इस बीमारी के किसी भी काम्पलीकेशन से यह रोग घातक एवं जानलेवा हो सकता है।";

  final page6Heading = "सिकल सेल रोगी हेतु सुझाव";
  final page6Para1 =
      "रोग ग्रसित बच्चे को पेनीसिलीन एवं फोलिक ऐसिड की गोली देवें।";
  final page6Para2 =
      "हीमोग्लोबिन की जाँच हर माह करावें | हीमोग्लोबिन का प्रतिशत 10 ग्राम तक रखने के लिए आवश्यकतानुसार खून चढ़ावें।";
  final page6Para3 =
      "खून अधिकृत ब्लड-बैंक से लेवें। पूरी तरह से सुरक्षित खून हो और एड्स और हेपेटाइटिस के विषाणु रहित हो, यह सुनिश्चित कर लेवें।";
  final page6Para4 =
      "खून की वृद्धि के लिए आयरन टेबलेट या लोह युक्त पदार्थों का सेवन चिकित्सक की सलाह बिना नहीं करें।";
  final page6Para5 =
      "सुपाच्य भोजन करें। पानी अधिक मात्रा में पीये। भोजन में हरी सब्जी / फल लेवें | यहाँ यह बताना आवश्यक है कि आजकल कई नीम-हकीम इस बीमारी के जड़मूल से इलाज का दावा करते हैं। इनसे बचना चाहिए। एलोपैथी, आयुर्वेद एवं होम्योपैथी में भी अनुवांशिक बीमारी (जेनेटिक डिसआर्डर) को ठीक करने की वैज्ञानिक अनुसंधान पर आधारित कोई औषधि उपलब्ध नहीं है। कुछ आयुर्वेदिक, होम्योपैथिक एवं ऐलोपैथिक दवाओं से एनीमिया में सुधार एवं संकमण को रोकने के उपाय किये जा सकते हैं। इन विधाओं के प्रशिक्षित (Qualified) चिकित्सक से ही सलाह लेना चाहिये।";
  final page6Para6 =
      "बुखार के लिए पैरासिटामाल एवं पीड़ा के समय दर्द निवारक गोलियाँ भी ली जा सकती है।";
  final page6Para7 =
      "सिकल सेल एनीमिया पीड़ित व्यक्ति का अस्थि-मज्जा प्रत्यारोपण (Bone marrow transplantation) किया जा सकता है किन्तु यह प्रकिया जटिल और बहुत खर्चीली है। जेनेटिक इंजीनियरिंग पर रिसर्च चल रही है। हायड्राक्सीयूरिया (Hydroxyurea) जैसी दवाओं से भी सिकल रोगी को थोड़ा निजात मिलती है।";
  final page6Para8 =
      "सिकल ही क्‍यों? थेलेसिमीया, एड्स, कैंसर, डायबिटीज जैसी कई गंभीर बीमारियों को जड़ से समाप्त करने की कोई दवा उपलब्ध नहीं है। हम इन बीमारियों से डरते या इसे छुपाते नहीं है। इन मरीजों को लक्षण के अनुसार दवायें दी जाती है, रोकथाम के उपाय सुझाये जाते है और उनके पुनर्वास के प्रयास किये जाते है ऐसा ही उपचार/ व्यवहार हमें सिकल सेल एनीमिया के मरीजों के लिए भी करना चाहिए।";
  final page6Para9 =
      "सिकल सेल एनीमिया की बीमारी से होने वाले कॉम्लीकेशन्स (Complications) जैसे पित्ताशय की पथरी, कुल्हे की हड्डियों की खराबी, तिल्‍ली के बहुत ज्यादा बढ़ने, पैरों के घाव आदि की शल्य किया करवा कर जीवन सुलभ सुखदायी व दीर्घायु बनाया जा सकता है।";

  final page7Heading =
      "किसी अनुवांशिक रोग (Genetic Disorder) को समझने के लिए यह जानना आवश्यक है कि संतान को माता-पिता दोनों से एक-एक जीन्स मिलता है।";
  final page7Para1 =
      "जब माता-पिता दोनों से एक-एक सामान्य हिमोग्लोबीन A (HbA) मिलता है, तो इसे AA कहा जाता है जो सामान्य है।";
  final page7Para2 =
      "जब माता-पिता में एक से हिमोग्लोबीन A (HbA) एवं दूसरे से हीमोग्लोबीन S (HbS) मिलता है, तो इसे हीमोग्लोबीन AS (HbAS) बनता है इसे सिकल वाहक (केरियर) कहा जाता है । सिकल वाहक को सिकल सेल के कारण स्वास्थ्य की कोई समस्या नहीं होती है। उन्हें किसी तरह के इलाज की आवश्यकता नहीं है।";
  final page7Para3 =
      "कुछ भौगोलिक क्षेत्रों की कुछ विशेष जनजातियों में असामान्य (Hbs) पाया जाता है। जब माता या पिता दोनों से हीमोग्लोबीन S मिलता है, तो इससे हीमोग्लोबीन SS (HbSS) बनता है, इसे ही सिकल सेल रोगी या सफरर कहा जाता है।";

  final page8Heading = "सिकल सेल एनीमिया रोग का प्रसार";
  final page8Para1 =
      "यदि माता-पिता दोनों सिकल AA है तो सभी | संतान सामान्य AA होगी।";
  final page8Para2 =
      "यदि माता-पिता में से एक सामान्य AA एवं एक वाहक AS तो 50% बच्चों के वाहक AS एवं 50%  बच्चों के सामान्य AA होने का अंदेशा होता है।";
  final page8Para3 =
      "यदि माता-पिता में से एक सामान्य AA एवं एक  रोगी SS है तो सभी बच्चे वाहक AS होंगे। ";
  final page8Para4 =
      "यदि माता-पिता दोनों वाहक AS हैं तो उनकी  संतानों में 25% के सामान्य AA, 25% के रोगी SS एवं 50% के वाहक AS होने का अंदेशा है।";
  final page8Para5 =
      "यदि माता-पिता में एक वाहक AS एवं एक रोगी SS है तो 50% बच्चों के वाहक AS एवं 50% बच्चों के रोगी SS होने की संभावना है|";
  final page8Para6 =
      "यदि माता-पिता दोनों रोगी SS है तो सभी बच्चे रोगी SS होंगे।";

  final page9Heading = "सिकल की जाँच";
  final page9Para1 =
      "सिकल सेल रोग की जाँच रक्त परीक्षण द्वारा की जाती है। तीन तरह के रक्त परीक्षण की सुविधा उपलब्ध है :";
  final page9Para2 = "साल्युबिलिटी टेस्ट (टेस्ट ट्यूब मैथड)";
  final page9Para3 = "सिकलिंग टेस्ट (स्लाइड मैथड)";
  final page9Para4 =
      "इलेक्ट्रोफोरेसिस जाँच (इलेक्ट्रिकल मैथड) - उपरोक्त दोनों 1 एवं 2 टेस्ट से सिकल रोगी या वाहक में अंतर नहीं किया जा सकता। उपरोक्त टेस्ट पॉजीटीव आने पर इलेक्ट्रोफोरेसिस नाम रक्त परीक्षण किया जाना चाहिए।";
  final page9Para5 = "माता -पिता व संतानों का हीगेग्लोबीन पैटर्न (संकेत चिन्ह)";
  final page9Para6 = "निरोगी (स्त्री / पुरूष)\nNormal or Healthy Person";
  final page9Para7 = "संवाहक\nCarrier or minor (Heterozygotes)";
  final page9Para8 = "रोगी\nDiseased or Sufferer (Homozygotes)";
  final page9Para9 =
      "यह बच्चे पैदाइश का अनुकम नहीं दर्शता। || एक ही पैटर्न के दो बच्चे हो सकते हैं।";

  final page10Heading1 = "सविवाह पूर्व  ध्यान निम्न सिकल कुण्डली मिलावें";
  final page10Heading2 = "विवाह पश्चात परामर्श";
  final page10Para1 =
      "सिकल सेल का प्रसार संतान उत्पत्ति से होता है इसलिए विवाह पूर्व जाँच कर लेना उचित है | सिकल का रोगी या केरियर विवाह कर सकता है, लेकिन उसे विशेष ध्यान रखना होगा कि जिससे उसका विवाह हो रहा है उसके सिकल जीन की स्थिति कया है।";
  final page10Para2 =
      "शादी पूर्व रक्‍त परीक्षण कर जीवन साथी का चयन करने के लिए आगे दिये गये चार्ट से मालूम होगा कि सिकल सेल रोगी संतान तभी पैदा होगी जब माँ-बाप दोनों सिकल के पीड़ित रोगी या वाहक होंगे।";
  final page10Para3 =
      "बिना सिकल कुण्डली मिलाये यदि विवाह हो ही गया हो तो उपाय है -";
  final page10Para4 =
      "शादी के पश्चात पति-पत्नी दोनों में सिकल सेल के जीन पाए गए तब भी चिंतित होने की जरूरत नहीं । चित्र के अनुकमांक 6, 7, 8 व 9 में माता-पिता के दर्शाये गए सिकल सेल पैटर्न के अनुसार संतान की पैदाइश होती है।";
  final page10Para5 =
      "माता-पिता को केवल सिकल सेल पीड़ित (SS) को टालना है। अनुकमांक 6, 7 व 8 के अनुसार माता-पिता दोनों सिकल सेल के संवाहक / पीड़ित होते हुए भी उन्हें सिकल सेल संवाहक (AS) संतान हो सकती है, जिसे जन्म दिया जा सकता है | (देखें चित्र)";
  final page10Para6 =
      "यदि अनुकमांक 9 के अनुसार शादी हो जाती है तो संतान को जन्म न दें | परिवार नियोजन ऑपरेशन करा लेवे। सिकल सेल पीड़ित संतान टालने हेतु गर्भजल परीक्षण करवा कर सदोष गर्भ (SS) नष्ट कर सकते हैं।";
  final page11Heading = "सर्वप्रथम जाँच किसे करना चाहिए";
  final page11Para1 =
      "संतान उत्पत्ति के माध्यम से सिकल सेल का प्रसार होता है। इस वस्तुस्थिति को दृष्टिगत रखते हुए जो लोग सिकल सेल प्रभावित क्षेत्रों में रहते हैं और जिन जनजातियों में सिकल सेल के जीन पाए गये हैं, उनकी जाँच निम्नलिखित अनुकम में होनी चाहिये (1 से 4 तक का कम संतान के पैदाइश की संभावना पर आधारित है)।";
  final page11Para2 =
      "दो माह की गर्भवती माता - सुरक्षित एवं स्वस्थ संतान हेतु गर्भवती माता को सिकलिंग परीक्षण करवा लेना चाहिये | यदि माता सिकल सेल संवाहक हो तो उसे अपने पति को भी सिकलिंग टेस्ट हेतु राजी करवा लेना चाहिए। पति-पत्नी दोनों ही सिकल सेल संवाहक होने से गर्भजल परीक्षण करना जरूरी है। यदि गर्भ सदोष पाया जाता है तो गर्भ नष्ट करना उचित होगा।";
  final page11Para3 =
      "एक संतान वाला दाम्पत्य - यदि पहली संतान सिकल सेल मुक्त (AA) है, इसका मतलब यह नहीं है कि दूसरी संतान भी सिकल सेल मुक्त होगी, इसलिए अधिक सुरक्षा की दृष्टि से पति-पत्नी दोनों को ही सिकल सेल परीक्षण | करवा लेना चाहिए।";
  final page11Para4 =
      "नव-विवाहित दाम्पत्य - नवविवाहित दाम्पत्य को मन में यह पक्का सोच लेना चाहिए कि गर्भस्थ शिशु मनपसंद माता-पिता का चयन करने में असमर्थ है। परन्तु माता-पिता दोनों ही सिकल सेल संवाहक होते हुए भी आधुनिक चिकित्सा ज्ञान की सहायता से निरोगी,/ स्वस्थ (सिकल सेल मुक्त) संतान को जन्म दे सकते हैं।";
  final page11Para5 =
      "विवाह योग्य या विवाह इच्छुक युवक-युवत्तियाँ - युवा वर्ग, चाहे पढ़ा-लिखा हो या अनपढ़, शहरों में रहने वाला हो या देहातों में, अमीर हो या गरीब इन्हें स्वयं सिकलिंग जाँच जरूर करा लेनी चाहिए। जो सिकल सेल संवाहक या रोगी होंगे उन्हें भी विशेष चिन्ता करने की जरूरत नहीं है, क्योंकि उन्हें ऐसी जाँच के कारण सही जीवन साथी चुनने का अवसर मिल जाता है।\n\nध्यान रहे, जो वस्तुस्थिति से बेखबर रहते हैं उन्हीं के परिवार में सिकलसेल रूग्ण संतान जन्म लेती है।";
  final page11Para6 =
      "कमजोर व्यक्ति - जिनकी हीमोग्लोबीन की मात्रा 9 ग्राम % से कम रहती है, थोड़ा सा श्रम करने से थकान महसूस होती हो, आँखें पीलापन लिए दिखती हों, हाथ पैर की हड्डियों में सरकने वाला दर्द, छाती, पीठ, पेट, सिर और जोड़ों में दर्द ऐसी शिकायतें रहती हो उसे सिकल सेल इलेक्ट्रोफोरेसिस जाँच करवा लेना चाहिए।";
}
